Repository: whitelabelltd/Woocommerce-Subscriptions-Coupon-Periods
Catalog: languages/*.po
Languages: nl_nl

# wcs-recurring-renewal-discount
source: <p>Upon a renewal order it will apply a 100% discount to the order for a certain amount of periods. This can be useful for Allowing the first few renewals to be free in conjunction with a coupon.</p><p>&nbsp;</p>How to Use<br><ol><li>Create a coupon (eg; Fixed product discount)</li><li>Set the options below</li><li>Now for the periods set, the customer will not be charged</li></ol><p><p>&nbsp;</p>Do not use the recurring the coupons as no card details will be captured on checkout.</p>
nl_nl: <p> Bij een abonnement verlenging zal een korting van 100% op de bestelling worden toegepast voor een bepaald aantal periodes. Dit kan handig zijn om de eerste paar verlengingen gratis voor de klant te zijn in combinatie met een kortingsbon. </p><p></p>Hoe gebruik je deze plugin?<br><ol><li> Maak een kortingsbon (bijv. Vaste productkorting) </li><li> Stel de onderstaande opties in </li><li> Voor de ingestelde periodes, wordt de klant geen kosten in rekening gebracht </li></ol><p><p></p> Gebruik de terugkerende kortingsbonnen niet, want er worden geen kaartgegevens gevraagd tijdens het afrekenen. </p>

# wcs-recurring-renewal-discount
source: the coupon code that will be used for this plugin
nl_nl: de coupon code die je wilt gaan gebruiken

source: Line Item Name
nl_nl: Item naam

# wcs-recurring-renewal-discount
source: The text listed on the order the discount is applied with. Leave blank to use the coupon description
nl_nl: De tekst die wordt gebruikt voor de klant om de korting te beschrijven

# wcs-recurring-renewal-discount
source: Sign-up Promo Discount
nl_nl: Aanmeld Actie Korting

source: How Many Periods
nl_nl: Abonnementsperiodes

# wcs-recurring-renewal-discount
source: how many periods should it apply the coupon?
nl_nl: hoeveel vernieuwingâ€™s periodes krijgt de klant gratis?

source: Sign-up Promo Discount Applied. For the next %s periods the customer will NOT be charged.
nl_nl: Aanmeld Actie Korting toegevoegd. Voor de volgende %s abonnementsperiodes is de bestelling gratis voor de klant.

source: Sign-up Promo Discount
nl_nl: Aanmeld Actie Korting

source: Sign-up Promo Discount Applied. %s renewal periods remain
nl_nl: Aanmeld Actie Korting toegevoegd. Voor de volgende %s abonnementsperiodes is de bestelling gratis voor de klant

source: Sign-up Promo Discount Finished. Customer will now be charged as per normal
nl_nl: De Korting Actie is nu voorbij en de klant word nu per de standaard Abonnement kosten gerekend

source: Woocommerce Subscriptions Coupon Periods
nl_nl: WooCommerce abonnementen coupon periodes

source: Allows free renewal for certain amount of periods. Settings are in Woocommerce > Subscriptions Tab
nl_nl: Gratis proefperiodes die je voor een langere tijd kan gebruiken. Settings zijn te vinden in Woocommerce Settings > Subscriptions tab
